[
    {
        "genus_id": 1,
        "genus": null,
        "species_id": 575,
        "species_itis_id": 0,
        "species": null,
        "scientific_name": "Acacia angustissima",
        "author": "(Mill.) Kuntze",
        "subspecies": null,
        "sub_author": null,
        "image_credit": null,
        "morphophysiology_description": null,
        "native_distribution_area": "América do Norte (México e sul dos Estados Unidos), América Central e América do Sul (Venezuela, Colômbia, Peru, Bolívia e Argentina) (CABI Invasive Species Compendium 2020).",
        "origin": "Exotic",
        "natural_environment": null,
        "economic_use": null,
        "world_invasive_places": "Está distribuída nas Ilhas do Caribe, Ásia, África e Oceania e se registra como estabelecida na Austrália e no sudeste asiático (CABI Invasive Species Compendium 2020).",
        "invasion_preferential_environments": null,
        "biodiversity_impact": null,
        "economic_impact": null,
        "social_impact": null,
        "health_impact": null,
        "confirmed": 0,
        "biblio_id": null,
        "abundance_id": 0,
        "risk_analysis": null,
        "physical_control": null,
        "chemical_control": null,
        "control_biological": null,
        "prevention": null,
        "risk_analysis_type": null,
        "log_update": "[species_dispersal_routes] ",
        "user_update": null,
        "date_update": null,
        "user_delete": null,
        "date_delete": null,
        "user_check": "admin",
        "date_check": "2020-11-30T18:50:57"
    },
    {
        "genus_id": 1,
        "genus": "Acacia",
        "species_id": 156,
        "species_itis_id": 0,
        "species": "auriculiformis",
        "scientific_name": "Acacia auriculiformis",
        "author": "A. Cunn. ex Benth.",
        "subspecies": "",
        "sub_author": "",
        "image_credit": null,
        "morphophysiology_description": "Árvore de 8-20 m de altura, com galhada ampla e tronco curto. Em locais adequados pode crescer até 30-40 m de altura com 80-100 cm de diâmetro com um tronco único e reto. A casca é cinzenta ou marrom, mais ou menos lisa nas árvores jovens, tornando-se áspera e fissurada longitudinalmente ao crescer. A folhagem adulta consiste de filódios, que podem ser retos ou falciformes, agudos ou sub-falcados, com 10-20 cm de comprimento e 1,5-3,0 cm de largura. Os filódios das mudas podem atingir 30 cm de comprimento e até 5 cm de largura. Existem três nervuras longitudinais proeminentes se desenvolvendo juntas na direção da margem inferior ou no centro próximo à base, com muitas nervuras finas, secundárias, e uma glândula distinta na base do filódio (Pedley 1978). As inflorescências se encontram em espigas de até 8 cm de comprimento parelhadas (raramente três) nas axilas superiores. Cada inflorescência é composta de aproximadamente 100 pequenas (3,8 x 4,1 mm) flores amarelas brilhantes (Ibrahim & Awang 1991). As flores são segmentadas em 5 partes; o cálice tem 0,7-1,0 mm de comprimento com lóbulos curtos e a corola, 2-2,5 vezes mais comprida que o cálice. Os estames medem aproximadamente 3 mm de comprimento. As vagens são ligeiramente lenhosas, glaucas e com ranhuras transversais, medindo cerca de 6,5 cm de comprimento e 1,5 cm de largura. São inicialmente retas ou curvas, mas se entortam e enrolam irregularmente ao amadurecerem. As sementes são geralmente ovais ou elípticas, com cerca de 4-6 mm de comprimento e 3-4 mm de largura. Cada semente está envolta por um longo funículo vermelho, amarelo ou laranja, atrativo de aves que facilitam a dispersão. Há cerca de 60.000 sementes por quilograma. No ambiente de origem, floresce entre fevereiro e agosto.",
        "native_distribution_area": "Austrália, Papua Nova Guiné e Indonésia.",
        "origin": "Exotic",
        "natural_environment": "Solos bem drenados arenosos ou areno-siltosos. Margens de cursos d`água e várzeas ou brejos, em florestas densas ou abertas.",
        "economic_use": "Utilizada na fabricação de mobiliário, para torneamento e esculturas por possuir cerne que varia entre marrom claro e vermelho escuro. Pode ser utilizada para extração de celulose e também como lenha. Usada para extração de tanino. Foi comumente e erroneamente utilizada para recuperação de áreas degradadas.",
        "world_invasive_places": "Estados Unidos da América (Guam, ilhas Marianas), Nova Zelândia (ilhas Cook), Estados Federados da Micronésia, Palau, ilhas Salomão, Tanzânia (arquipélago de Zanzibar) e Singapura.",
        "invasion_preferential_environments": "Diversos tipos de solos, de ácidos a alcalinos. Tem grande capacidade de sobrevivência em solos pobres e em regiões onde a estação seca é curta, mas não tolera secas severas. Crescimento inicial rápido, mesmo em locais áridos.",
        "biodiversity_impact": "Desloca espécies nativas por competição e dominância.",
        "economic_impact": "",
        "social_impact": "",
        "health_impact": "",
        "confirmed": -1,
        "biblio_id": null,
        "abundance_id": 0,
        "risk_analysis": "Alto risco (http://www.hear.org/Pier/species/acacia_auriculiformis.htm).",
        "physical_control": "Arranquio de plantas jovens.",
        "chemical_control": "Aplicação de herbicida à base de triclopyr com diluição entre 4 e 5%, diretamente sobre o toco, no momento do corte. Anelamento na base do tronco e aplicação do mesmo herbicida em caso de morte em pé.",
        "control_biological": "",
        "prevention": "Como a espécie é dispersada por aves é muito difícil estabelecer medidas preventivas, a não ser pelo patrulhamento e controle de rotina.",
        "risk_analysis_type": "plant",
        "log_update": "[species_biological_control] ",
        "user_update": null,
        "date_update": null,
        "user_delete": null,
        "date_delete": null,
        "user_check": "admin",
        "date_check": "2020-06-05T18:10:20"
    },
    {
        "genus_id": 1,
        "genus": "Acacia",
        "species_id": 194,
        "species_itis_id": 0,
        "species": "farnesiana",
        "scientific_name": "Acacia farnesiana",
        "author": "(L.) Willd.",
        "subspecies": "",
        "sub_author": "",
        "image_credit": null,
        "morphophysiology_description": "Arbusto de tamanho médio ou arvoreta com muitos ramos. As folhas são alternas, bipinadas, compostas de 2 a 6 pares de pinas, cada uma com 10 a 25 pares de folíolos estreitos, que medem de 3 a 5 mm de comprimento. Os ramos crescem em zigue-zague e são de coloração marrom escura com lenticelas de cores claras. Um par de espinhos de 3 a 20 mm de comprimento nas gemas foliares. A casca mais velha é marrom escura e lisa, sem ranhuras. As flores são abundantes e de coloração amarelo-brilhante, ocorrendo por um período de 2 a 4 meses por ano. Flores pequenas, até 5 mm de comprimento, separadas em masculinas e femininas.",
        "native_distribution_area": "América Central ou Sul da América do Norte.",
        "origin": "Exotic",
        "natural_environment": "Ambientes secos, do nível do mar até 1000 metros de altitude.",
        "economic_use": "A casca da árvore é utilizada para a extração de tanino e suas flores na produção de perfume. Casca e flores também são utilizadas na medicina tradicional, na Colômbia, contra o patógeno causador da malária, Plasmodium falciparum. Também tem uso ornamental.",
        "world_invasive_places": "Polinésia Francesa (ilhas Marquesas, Tahiti), Estados Unidos da América (ilha Johnston, Atol Midway, ilha Guam, Califórnia, Havaí), ilhas Fiji, ilha Nauru, Nova Caledônia, Austrália, Israel, Índia e Indonésia.",
        "invasion_preferential_environments": "Diversos tipos de solo, especialmente arenosos e bem drenados. A espécie é resistente ao fogo e não tolera geadas. Locais com estação seca bem definida e com precipitação média anual entre 500 e 750 mm também são propícios para o estabelecimento da espécie.",
        "biodiversity_impact": "Deslocamento de espécies nativas em função da ocupação do hábitat.",
        "economic_impact": null,
        "social_impact": null,
        "health_impact": null,
        "confirmed": -1,
        "biblio_id": null,
        "abundance_id": 0,
        "risk_analysis": "Alto risco para ilhas do Pacífico(http://www.hear.org/Pier/species/acacia_farnesiana.htm).",
        "physical_control": "Controle mecânico ineficiente devido à brotação após o corte das plantas (Carmona et al., 2001).",
        "chemical_control": "Cortar o tronco ao nível do solo e aplicar no toco solução aquosa de 2-4 D + picloram na concentração de 4%. Herbicidas à base de triclopyr em diluição de 4-5% (em óleo vegetal) tendem a funcionar bem. Este método é eficiente para plantas com altura máxima de 2,5 m.",
        "control_biological": ".",
        "prevention": ".",
        "risk_analysis_type": "plant",
        "log_update": null,
        "user_update": null,
        "date_update": null,
        "user_delete": null,
        "date_delete": null,
        "user_check": "admin",
        "date_check": "2018-09-13T14:20:33"
    }
]